Repository: IAMLEGENDZ/xubuntu-package-installer
Catalog: po/*.po
Languages: ar

source: Info
ar: معلومات

source: You cannot close the application while the process is continuing.
ar: لا يمكنك إغلاق التطبيق أثناء استمرار المهمة.

source: Select File
ar: اِخترْ ملف

source: Select
ar: اِخترْ

source: Select a deb package to view.
ar: اِخترْ حزمةdeb لعرضها.

source: Open
ar: اِفتحْ

source: Package Name
ar: اسم الحزمة

source: version
ar: الإصدار

source: short description
ar: تعريف مختصر

source: <small><span weight='light'>Installed Version :</span></small>
ar: <small><span weight='light'>الإصدار المثبّت :</span></small>

source: <small><span weight='light'>Not installed</span></small>
ar: <small><span weight='light'>ليس مثبّتاً</span></small>

source: Install
ar: ثبِّتْ

source: Uninstall
ar: أَلغِ التثبيت

source: Details
ar: التفاصيل

source: Done
ar: تم

source: Your system has broken dependencies.
ar: نظامك يحتوي على اعتماديات فاسدة

source: This application can not continue until this is fixed. To fix it run <b>sudo apt install --fix-broken</b> in a terminal window.
ar: هذا التطبيق لا يمكنه المتابعة ما لم يتم تصحيح هذا. لتصحيحه شغّل <b>sudo apt install --fix-broken</b> في نافذة الطرفية.

source: The .deb package is corrupt.
ar: حزمة الـ .deb فاسدة.

source: Dependency List
ar: لائحة الاعتماديات

source: Packages to install
ar: الحزم للتثبيت

source: Dependencies
ar: الاعتماديات

source: Pardus Package Installer
ar: مثبت حزم زوبنتو

source: Manage and view .deb packages
ar: أَدرْ واعرضْ حزم .deb

source: translator-credits
ar: حقوق-المترجم

source: About Pardus Package Installer
ar: حول مثبت حزم زوبنتو

source: Installed Version :
ar: الإصدار المثبّت :

source: Not installed
ar: ليس مثبّت

source: upgraded
ar: تم تحديثها

source: installed
ar: تم تثبيتها

source: Package Architecture Error
ar: خطأ في معمارية الحزمة

source: System
ar: النظام

source: Package
ar: الحزمة

source: uninstalled
ar: تم إلغاء تثبيتها

source: reinstalled
ar: تم إعادة تثبيتها

source: downgraded
ar: تم تخفيض إصدارها

source: Installing
ar: يتم التثبيت

source: Downgrading
ar: يتم تخفيض الإصدار

source: Reinstalling
ar: تتم إعادة التثبيت

source: Upgrading
ar: يتم التحديث

source: Uninstalling
ar: يتم إلغاء التثبيت

source: Show Details
ar: اِعرضْ التفاصيل

source: Hide Details
ar: أخفِ التفاصيل

source: Downgrade
ar: خفّض الإصدار

source: Reinstall
ar: أعدْ التثبيت

source: Upgrade
ar: حدّثْ

source: Error !
ar: خطأ !

source: Not Completed !
ar: لم يكتمل !

source: <b><span color='red'>Connection Error !</span></b>
ar: <b><span color='red'>خطأ في الاتصال !</span></b>

source: <b><span color='red'>Dpkg Lock Error !</span></b>
ar: <b><span color='red'>خطأ قفل Dpkg !</span></b>

source: <b><span color='red'>Dpkg Interrupt Error !</span></b>
ar: <b><span color='red'>خطأ مقاطعة Dpkg !</span></b>

source: Only one software management tool is allowed to run at the same time. Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
ar: مدير حزم واحد فقط يمكنه تشغيل هذه العملية في الوقت نفسه. الرجاء أغلقْ التطبيق الآخر مثل: 'محدث البرمجيات', 'aptitude' أو 'سينابتِك' أوّلاً.
